Repository: Sarvesh-Kannan/translation-agent
Catalog: app/data/tm/sample.tmx
Source language: en_in
Languages: hi_in

source: Welcome to our service
hi_in: हमारी सेवा में आपका स्वागत है

source: Please enter your details
hi_in: कृपया अपना विवरण दर्ज करें

source: Thank you for your submission
hi_in: आपके सबमिशन के लिए धन्यवाद

source: Click here to download
hi_in: डाउनलोड करने के लिए यहां क्लिक करें

source: Please upload your file
hi_in: कृपया अपनी फ़ाइल अपलोड करें
